Repository: AutoPilot-ZUTF/RandList
Catalog: src/main/resources/swift/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# settings_result_font_and_size_title
source: Result Font & Size
de: Schriftart und -grose des Ergebnisses
es: Fuente y tamano del resultado
fr: Police et taille du resultat
ja: 結果のフォントとサイズ
ko: 결과 글꼴 및 크기
pt_br: Fonte e tamanho do resultado
zh_hans: 结果字体与大小
zh_hant: 結果字體與大小

# settings_results_font_size_title
source: Result Font Size
de: Schriftgröße der Ergebnisse
es: Tamaño de fuente del resultado
fr: Taille de police du résultat
ja: 結果のフォントサイズ
ko: 결과 글꼴 크기
pt_br: Tamanho da fonte do resultado
zh_hans: 结果字体大小
zh_hant: 結果字體大小

# settings_start_mode_footer
source: Choose which tab opens when the app launches.
de: Wähle, welcher Tab beim Start der App geöffnet wird.
es: Elige qué pestaña se abre al iniciar la app.
fr: Choisissez l’onglet qui s’ouvre au lancement de l’app.
ja: アプリ起動時に開くタブを選択します。
ko: 앱 실행 시 열릴 탭을 선택합니다.
pt_br: Escolha qual aba será aberta ao iniciar o app.
zh_hans: 选择 App 启动时默认打开的标签页与其他杂项.
zh_hant: 選擇 App 啟動時預設開啟的分頁.

# settings_start_mode_picker
source: Start Mode
de: Startmodus
es: Modo de inicio
fr: Mode de démarrage
ja: 起動モード
ko: 시작 모드
pt_br: Modo de inicialização
zh_hans: 启动模式
zh_hant: 啟動模式

# settings_start_mode_section
source: Start Mode
de: Startmodus
es: Modo de inicio
fr: Mode de démarrage
ja: 起動モード
ko: 시작 모드
pt_br: Modo de inicialização
zh_hans: 启动模式
zh_hant: 啟動模式

# settings_tap_result_to_copy_toggle
source: Tap Result to Copy
de: Ergebnis antippen zum Kopieren
es: Tocar resultado para copiar
fr: Touchez le résultat pour copier
ja: 結果をタップしてコピー
ko: 결과를 탭하여 복사
pt_br: Toque no resultado para copiar
zh_hans: 点击结果以复制
zh_hant: 點擊結果以複製

# settings_tap_summary_to_apply_template_toggle
source: Tap History Header to Apply Template
de: Kopfzeile des Verlaufs antippen, um Vorlage anzuwenden
es: Toca el encabezado del historial para aplicar la plantilla
fr: Touchez l’en-tête de l’historique pour appliquer le modèle
ja: 履歴ヘッダーをタップしてテンプレートを適用
ko: 기록 헤더를 탭하여 템플릿 적용
pt_br: Toque no cabeçalho do histórico para aplicar o modelo
zh_hans: 点击历史记录标题以应用模板
zh_hant: 點擊歷史記錄標題以套用範本

# settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

# tab_exclude
source: Exclude
de: Ausschließen
es: Excluir
fr: Exclure
ja: 除外
ko: 제외
pt_br: Excluir
zh_hans: 排除
zh_hant: 排除

# tab_history
source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt_br: Histórico
zh_hans: 历史
zh_hant: 歷史

# tab_include
source: Include
de: Einschließen
es: Incluir
fr: Inclure
ja: 含める
ko: 포함
pt_br: Incluir
zh_hans: 包含
zh_hant: 包含

# tab_simple
source: Simple
de: Einfach
ja: シンプル
ko: 간단
pt_br: Simples
zh_hans: 简单
zh_hant: 簡單

# tab_specify
source: Specify
de: Festlegen
es: Especificar
fr: Spécifier
ja: 指定
ko: 지정
pt_br: Especificar
zh_hans: 指定
zh_hant: 指定

# validation_integer_format
source: %@ must be an integer.
de: %@ muss eine Ganzzahl sein.
es: %@ debe ser un número entero.
fr: %@ doit être un entier.
ja: %@ は整数である必要があります。
ko: %@은(는) 정수여야 합니다.
pt_br: %@ deve ser um número inteiro.
zh_hans: %@ 必须是整数.
zh_hant: %@ 必須是整數。

# validation_integer_list_format
source: %@ must contain integers separated by commas or new lines.
de: %@ muss Ganzzahlen enthalten, die durch Kommas oder Zeilenumbrüche getrennt sind.
es: %@ debe contener números enteros separados por comas o saltos de línea.
fr: %@ doit contenir des entiers séparés par des virgules ou des sauts de ligne.
ja: %@ には、カンマまたは改行で区切られた整数を入力してください。
ko: %@에는 쉼표 또는 줄바꿈으로 구분된 정수가 포함되어야 합니다.
pt_br: %@ deve conter números inteiros separados por vírgulas ou quebras de linha.
zh_hans: %@ 必须包含以逗号或换行分隔的整数.
zh_hant: %@ 必須包含以逗號或換行分隔的整數。

# validation_required_format
source: %@ is required.
de: %@ ist erforderlich.
es: %@ es obligatorio.
fr: %@ est requis.
ja: %@ は必須です。
ko: %@은(는) 필수 항목입니다.
pt_br: %@ é obrigatório.
zh_hans: %@ 为必填项.
zh_hant: %@ 為必填項。

# settings_animation_section
source: Animation
es: Animación
ja: アニメーション
ko: 애니메이션
pt_br: Animação
zh_hans: 动画
zh_hant: 動畫

# settings_contact_email_subject
source: RandList Support
es: Soporte de RandList
fr: Assistance RandList
ja: RandList サポート
ko: RandList 지원
pt_br: Suporte do RandList
zh_hans: RandList 支持
zh_hant: RandList 支援

# settings_contact_section
source: Support
es: Soporte
fr: Assistance
ja: サポート
ko: 지원
pt_br: Suporte
zh_hans: 支持
zh_hant: 支援

# field_lower_bound
source: Lower Bound
fr: Inférieure

# field_upper_bound
source: Upper Bound
fr: Supérieure

# CFBundleDisplayName
source: RandList
ja: ランダムリスト
ko: 랜덤리스트
zh_hans: 随机列表
zh_hant: 隨機列表

# CFBundleName
source: RandList
ja: ランダムリスト
ko: 랜덤리스트
zh_hans: 随机列表
zh_hant: 隨機列表

# common_ok
source: OK
zh_hans: 确定
zh_hant: 確定
